{
  "meetings": [
    {
      "id": "teamweek-amsterdam",
      "location": "Amsterdam, The Netherlands",
      "who": "Laura",
      "date": "15th - 17th March",
      "description": "Have you heard about our amazing project management tool Teamweek? If you have, it's likely thanks to Laura. If not, you’re really missing out. Either way, she's visiting Amsterdam to share Teamweek tips and tricks and get your feedback.",
      "img": "images/laura.jpg"
    },
    {
      "id": "los-angeles",
      "location": "Los Angeles, CA",
      "who": "Tiina",
      "date": "28th - 30th March",
      "description": "We can't get enough of the sun and positive vibes of the City of Angels! This time our customer support star Tiina is coming over to hear first-hand how you are tracking your time with Toggl and what it means for your productivity. Let her know if you're up for a cup of coffee.",
      "img": "images/tiina.jpg"
    },
    {
      "id": "vienna",
      "location": "Vienna, Austria",
      "who": "Robert",
      "date": "4th-5th April",
      "description": "Besides assisting Toggl users, Robert is a big fan of robotics, dogs and traveling. He'll soon be exploring Vienna to get to know togglers out there and learn what you think about tracking time for productivity. Let him know if you're up for a cup of coffee and a little chat.",
      "img": "images/robert.jpg"
    },
    {
      "id": "tel-aviv",
      "location": "Tel Aviv, Israel",
      "who": "Küllike & Heidi",
      "date": "5th April",
      "description": "Our user onboarding expert Küllike and designer Heidi will be in Tel Aviv to connect with togglers and hear how you track time. Let them know if you want to have a cup of that amazing Tel Aviv coffee. Shalom!",
      "img": "images/heidi.jpg"
    },
    {
      "id": "new-york",
      "location": "New York, NY",
      "who": "Marit",
      "date": "12th-15th April",
      "description": "Besides the time tracker, we've also crafted the simplest and most beautiful project management tool Teamweek. Product lead Marit is heading to New York to hear how you use Teamweek to manage your people and get stuff done.",
      "img": "images/marit.jpg"
    },
    {
      "id": "san-francisco",
      "location": "San Francisco, CA",
      "who": "Mart",
      "date": "13th-15th April",
      "description": "As an anthropologist-turned-marketer, Mart knows that you can’t build a good product without knowing the people who use it. That’s why he’ll be coming to San Francisco to hear about how Toggl is making your lives better, and how we can make Toggl better for you.",
      "img": "images/mart.jpg"
    },
    {
      "id": "montreal",
      "location": "Montreal, Canada",
      "who": "Margus",
      "date": "25th-27th April",
      "description": "Margus leads the team that holds your Toggl data secure and our servers running. He'll be in Montreal to learn how time tracking helps your business. Hopefully he also finds some Québec's special maple syrup to bring back to the office.",
      "img": "images/margus.jpg"
    },
    {
      "id": "washington-dc",
      "location": "Washington, DC",
      "who": "Küllike",
      "date": "25th-27th April",
      "description": "Ever wondered how we make decisions about making Toggl more user-friendly? No, we don't look for inspiration from the stars. The truth is Küllike spends countless hours comparing and testing numerous solutions to find ones that best meet your needs. She'll be in Washington, DC to get your suggestions for what to try next.",
      "img": "images/kyllike.jpg"
    },
    {
      "id": "chicago",
      "location": "Chicago, IL",
      "who": "Kadri",
      "date": "25th-27th April",
      "description": "When it comes to positive and patient people you won't find a better example than our customer support star Kadri. She's traveling to Chicago to hear how Toggl has improved your productivity and which developments you wish to see in the future.",
      "img": "images/kadri.jpg"
    },
    {
      "id": "manchester-and-london",
      "location": "Manchester & London, UK",
      "who": "Triin",
      "date": "9th-10th May",
      "description": "Triin is committed to guaranteeing that people who start managing their projects with Teamweek fall in love with the tool from the first sight. She's going to be in Manchester on May 9th and London on May 10th to hear how your love affair with Teamweek is going.",
      "img": "images/triin.jpg"
    }
  ],
  "vacation_til": null
}
